Repository: nymtech/nym-vpn-client
Catalog: nym-vpn-apple/NymVPN/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# welcome.continue
source: Continue
ar: المتابعة
bn: চালিয়ে যান
de: Fortfahren
es: Continuar
fa: ادامه
fr: Continuer
hi: जारी रखें
it: Continua
ja: 次
pt_br: Continuar
ru: Продолжить
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续

# welcome.disclaimer
source: This is experimental software. Do not rely on it for strong anonymity (yet).
ar: هذا برنامج تجريبي. لا تعتمد عليه لمجهول الهوية (حتى الآن).
bn: এটি পরীক্ষামূলক সফটওয়্যার। কড়া অজ্ঞাত পরিচয়ের জন্য এটির উপর নির্ভর করবেন না (এখনও)।
de: Dies ist eine experimentelle Software. Verlass dich (noch) nicht darauf, dass sie dich komplett anonym hält.
es: Este es un software experimental. No confíes en él para obtener un anonimato fuerte (todavía).
fa: این نرم‌افزار در مرحله آزمایشی است. برای ناشناسی کامل (فعلا!) به آن اتکاء نکنید.
fr: Il s'agit d'un logiciel expérimental : ne l'utilisez pas pour garantir un anonymat total (pour l'instant).
hi: यह प्रयोगात्मक सॉफ़्टवेयर है। (फ़िलहाल) इसके लिए मजबूत गुमनामी पर भरोसा न करें।
it: Questo è un software sperimentale. Non affidarti ad esso per un forte anonimato (ancora).
ja: これは実験的なソフトウェアです。現時点では強力な匿名性を期待しないでください。
pt_br: Este é um software experimental. Não confie nele para obter um anonimato forte (ainda).
ru: Это экспериментальное ПО. Не полагайтесь на него для обеспечения полной анонимности (пока что).
tr: Bu deneysel bir yazılımdır. Şu an için güçlü anonimlik için güvenmeyin.
uk: Це експериментальне програмне забезпечення. Не покладайтеся на нього для забезпечення повної анонімності (поки що).
vi: Đây là phần mềm thử nghiệm. Không nên dựa vào nó để đạt được ẩn danh mạnh (ít nhất là hiện tại).
zh_hans: 此为实验性软件，请勿（在目前阶段）依赖其提供强匿名性服务。

# welcome.privacyPolicy
source: Privacy policy
ar: سياسة الخصوصية
bn: গোপনীয়তার নীতিমালা
de: Datenschutzerklärung
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
pt_br: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik politikası
uk: Політика конфіденційності
vi: Chính sách Quyền Riêng Tư
zh_hans: 隐私政策

# welcome.privacyPolicy1
source: By continuing, you agree to NymVPN's
ar: بالمتابعة، أنت توافق على NymVPN
bn: অগ্রসর হলে, আপনি NymVPN-এর প্রতি সম্মতি জানাচ্ছেন
de: Indem du fortfährst, akzeptierst du NymVPNs
es: Al continuar, acepta NymVPN
fa: با ادامه دادن، شما NymVPN موافقت میکنید
fr: En continuant, vous acceptez les conditions d'utilisation de NymVPN
hi: जारी रखने पर, आप NymVPN की
it: Continuando accetti di NymVPN
ja: 続行することで、NymVPNに同意したことになります
pt_br: Ao continuar, você concorda com a NymVPN
ru: Продолжая, вы даёте согласие NymVPN на
tr: Devam ederek, NymVPN'in şartlarını kabul etmiş olursunuz
uk: Продовжуючи, ви погоджуєтеся з умовами NymVPN
vi: Bằng cách tiếp tục, bạn đồng ý với
zh_hans: 点击“继续”代表你同意NymVPN的

# welcome.privacyPolicy2
source: and acknowledge NymVPN's
ar: واعترف بـ NymVPN
bn: এবং আপনি NymVPN-এর বিষয়টি স্বীকার করছেন
de: und bestätigst NymVPNs
es: y reconocer NymVPN
fa: با دانش و آگاهی از NymVPN
fr: et reconnaissez les conditions d'utilisation de NymVPN
hi: और NymVPN की प्राइवेसी नीति की पुष्टि करते हैं।
it: e riconosce NymVPN
ja: NymVPNを承認する
pt_br: e reconhecer o NymVPN
ru: и подтверждаете доступ NymVPN к
tr: ve NymVPN'in tanı
uk: та визнаєте NymVPN
vi: và thừa nhận với NymVPN
zh_hans: 并且同意NymVPN的

# welcome.sentry
source: Sentry
ar: سينتاري
bn: সেন্ট্রি
fa: پاسدار
hi: सेंट्री
it: Sentinella
uk: Вартовий

# welcome.subtitle1
source: Choose what anonymous data to share. All data is stripped of identifying information before being sent.
ar: اختر البيانات المجهولة الهوية لمشاركتها. يتم تجريد جميع البيانات من معلومات التعريف قبل إرسالها.
de: Wählen Sie aus, welche anonymen Daten weitergegeben werden sollen. Alle Daten werden von der Identifizierung der Daten befreit, bevor sie gesendet werden.
es: Elija qué datos anónimos compartir. Todos los datos son eliminados de la identificación de información antes de ser enviados.
fr: Choisissez les données anonymes à partager. Toutes les données sont supprimées des informations d'identification avant d'être envoyées.
hi: हमें हमारे एप्लिकेशन को बेहतर बनाने में मदद करें! आपकी प्रतिक्रिया मुद्दों की पहचान और समाधान के लिए महत्वपूर्ण है। गुमनाम त्रुटि निगरानी के लिए विकल्प चुनें (के माध्यम से
it: Scegli quali dati anonimi condividere. Tutti i dati vengono privati delle informazioni identificative prima di essere inviati.
ja: 共有する匿名データを選択します。送信前にすべてのデータが識別情報を取り除かれます。
pt_br: Escolha quais dados anônimos para compartilhar. Todos os dados são removidos da identificação de informações antes de serem enviados.
ru: Выберите, какие анонимные данные можно передать. Все данные удаляются из идентифицирующей информации перед отправкой.
zh_hans: 选择要共享的匿名数据。所有数据在发送之前都会被删除用于识别信息。

# welcome.termsOfUse
source: Terms of use
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলি
de: Nutzungsbedingungen
es: Términos de uso
fa: شرایط استفاده از
fr: Conditions générales
hi: उपयोग की शर्तें
it: Termini di utilizzo
ja: 利用規約
pt_br: Termos de uso
ru: Правила пользования
tr: Kullanım şartları
uk: Умови використання
vi: Điều khoản sử dụng
zh_hans: 使用条款

# welcome.title
source: Welcome to NymVPN
ar: مرحباً بك في NymVPN
bn: NymVPN-এ স্বাগতম
de: Willkommen bei NymVPN
es: Bienvenido a NymVPN
fa: به NymVPN خوش آمدید
fr: Bienvenue !
hi: NymVPN में आपका स्वागत है
it: Benvenuto su NymVPN
ja: NymVPNへようこそ
pt_br: Bem-vindo ao NymVPN
ru: Добро пожаловать в NymVPN
tr: NymVPN'e Hoş Geldiniz
uk: Ласкаво просимо до NymVPN
vi: Chào mừng đến với NymVPN
zh_hans: 欢迎使用 NymVPN

# whatIsPasshphrase.title
source: What is passphrase
ar: ما هي عبارة المرور
bn: পাসফ্রেজ কী?
de: Was ist eine Passphrase
es: Qué es la contraseña
fa: عبارت عبور چیست
fr: Qu'est ce que le mot de passe
hi: पासफ़्रेज़ क्या है
it: Cos'è la passphrase
ja: パスフレーズとは
pt_br: O que é a frase-chave
ru: Что такое кодовая фраза
tr: Parola ifadesi nedir?
uk: Що таке фраза-пароль
vi: Cụm từ mật khẩu là gì
zh_hans: 什么是助记词

# whatIsPassphrase.24wordPassphrase
source: You’ll use a 24-word passphrase that:
ar: سوف تستخدم عبارة سر من 24 كلمة:
bn: আপনি একটি ২৪-শব্দের পাসফ্রেজ ব্যবহার করবেন যা:
de: Du verwendest eine 24-Wort-Passphrase, die:
es: Utilizarás una contraseña de 24 palabras que:
fa: شما از یک عبارت عبور ۲۴ کلمه‌ای استفاده خواهید کرد که:
fr: Vous utiliserez une phrase de mot de passe de 24 mots qui :
hi: आप 24 शब्दों का पासफ़्रेज़ इस्तेमाल करेंगे जो:
it: Userai una frase segreta di 24 parole che:
ja: 以下の24語のパスフレーズを使用します。
pt_br: Você usará uma senha de 24 palavras que:
ru: Вы будете использовать фразу из 24 слов, которая:
tr: Kullanacağınız 24 kelimelik parola ifadesi şunları sağlar:
uk: Ви будете використовувати 24-слівний пароль, який:
vi: Bạn sẽ sử dụng một cụm từ mật khẩu 24 từ:
zh_hans: 您将使用一个24个英语单词组成的助记词：

# whatIsPassphrase.actsAsLogin
source: Belongs only to you (self-custody)
ar: ينتمي إليك فقط (الوصاية الذاتية)
bn: কেবল আপনার স্ব-নিয়ন্ত্রণ (self-custody)
de: Nur dir gehört (Selbstverwahrung)
es: Sólo te perteneces (autocustodia)
fa: فقط متعلق به شماست (حضانت-شخصی)
fr: N’appartient qu’à vous (gestion autonome)
hi: यह केवल आपका है (स्वयं की अभिरक्षा)
it: Appartiene solo a te (auto-custodia)
ja: あなたにのみ属する（自己親権）
pt_br: Pertence apenas a você (autocustódia)
ru: Принадлежит только вам (самостоятельное хранение)
tr: Sadece size aittir ve kontrolünüz altındadır (self-custody)
uk: Належить тільки вам (самоконтроль)
vi: Chỉ thuộc về bạn (tự quản lý)
zh_hans: 仅属于您(自我托管)

# whatIsPassphrase.anonymousByDesign
source: Keeps you anonymous
ar: يبقيك مجهول الهوية
bn: আপনাকে গোপনীয় রাখে
de: Dich anonym hält
es: Te mantiene anónimo
fa: شما را ناشناس نگه می‌دارد
fr: Vous garde anonyme
hi: आपको गुमनाम रखता है
it: Ti mantiene anonimo
ja: 匿名のままにする
pt_br: Mantém você anônimo
ru: Сохраняет вашу анонимность
tr: Anonim kalmanı sağlar
uk: Зберігає вашу анонімність
vi: Giúp bạn duy trì tính ẩn danh
zh_hans: 保持匿名

# whatIsPassphrase.emailUsage
source: Personal data-based logins
ar: تسجيلات الدخول المستندة إلى البيانات الشخصية
bn: ব্যক্তিগত ডেটা-ভিত্তিক লগইন
de: Logins auf Basis personenbezogener Daten
es: Inicios de sesión basados en datos personales
fa: احراز هویت مبتنی بر داده‌های شخصی
fr: Identifiants contenant des données personnelles
hi: व्यक्तिगत डेटा-आधारित लॉगिन
it: Accesso ai dati personali
ja: 個人データベースのログイン
pt_br: Logins baseados em dados pessoais
ru: Заменяет логины, основанные на персональных данных
tr: Kişisel verilere dayalı girişler
uk: Логіни на основі особистих даних
vi: Đăng nhập dựa trên dữ liệu cá nhân
zh_hans: 使用个人资料进行登录

# whatIsPassphrase.enablesSelfCustody
source: Works as your secure login
ar: يعمل كتسجيل دخول آمن لك
bn: আপনার নিরাপদ লগইন হিসেবে কাজ করে
de: Funktioniert als Ihr sicherer Login
es: Funciona como tu inicio de sesión seguro
fa: به عنوان ورود امن شما عمل می‌کند
fr: Sert de moyen d'accès sécurisé
hi: यह आपके सुरक्षित लॉगिन के रूप में काम करता है
it: Funziona come login sicuro
ja: セキュアなログインとして動作します
pt_br: Funciona como seu login seguro
ru: Работает как ваш безопасный вход
tr: Güvenli girişiniz olarak çalışır
uk: Працює як ваш безпечний вхід
vi: Hoạt động như phương thức đăng nhập bảo mật
zh_hans: 用作您的安全登录凭证

# whatIsPassphrase.keepItSafe
source: Keep it safe
ar: ابقائها آمنة
bn: নিরাপদে রাখুন
de: Bewahre sie sicher auf
es: Manténgalo seguro
fa: آن را ایمن نگه دارید
fr: Gardez-le en sécurité
hi: इसे संभाल कर रखें
it: Tienilo al sicuro
ja: 安全を確保する
pt_br: Mantenha seguro
ru: Храните его в безопасности
tr: Güvende tutun
uk: Зберігайте його в безпеці
zh_hans: 保持安全

# whatIsPassphrase.passwordCreation
source: Admin-controlled access resets
ar: إعادة تعيين الوصول للتحكم في المشرف
bn: অ্যাডমিন-নিয়ন্ত্রিত অ্যাক্সেস রিসেট
de: Vom Administrator kontrollierte Zugriffsrücksetzungen
es: Restablecimientos de acceso controlados por el administrador
fa: بازنشانی‌ دسترسی‌های کنترل-ادمین
fr: Accès gérés à distance
hi: ऐड्मिन-नियंत्रित पहुँच रीसेट
it: Reimposta accesso controllato dall'amministratore
ja: 管理者制御によるアクセスリセット
pt_br: Reinicializações de acesso controladas pelo administrador
ru: Сброс доступа, контролируемый администратором
tr: Yönetici kontrollü erişim sıfırlamaları
uk: Скиди доступу під контролем адміністратора
vi: Đặt lại cài đặt truy cập do quản trị viên kiểm soát
zh_hans: 管理员控制的访问重置

# whatIsPassphrase.removedTitle
source: For your privacy, we’ve removed:
ar: من أجل خصوصيتك، قمنا بإزالتها:
bn: আপনার গোপনীয়তার জন্য আমরা মুছে দিয়েছি:
de: Für deine Privatsphäre haben wir entfernt:
es: Por tu privacidad, hemos eliminado:
fa: برای حفظ حریم خصوصی شما، موارد زیر را حذف کرده‌ایم:
fr: Pour votre vie privée, nous avons supprimé :
hi: आपकी प्राइवेसी के लिए, हमने ये हटा दिए हैं:
it: Per la tua privacy, abbiamo rimosso:
ja: プライバシー保護のため、以下を削除しました：
pt_br: Por sua privacidade, nós removemos:
ru: За вашу конфиденциальность мы удалены:
tr: Gizliliğiniz için, şunları kaldırdık:
uk: Для забезпечення вашої конфіденційності ми видалили:
vi: Để bảo vệ quyền riêng tư của bạn, chúng tôi đã loại bỏ:
zh_hans: 为了您的隐私，我们已经移除：

# whatIsPassphrase.subtitle1
source: It’s a unique set of 24 words, generated on your device, that acts as your secure login. Only you have access to it—there’s no backup, reset, or recovery.
ar: إنها مجموعة فريدة من 24 كلمة، تم إنشاؤها على جهازك، تعمل كتسجيل دخول آمن. فقط لديك حق الوصول إليها - لا يوجد نسخ احتياطي، أو إعادة تعيين، أو الاستعادة.
bn: এটি আপনার ডিভাইসে তৈরি হওয়া ২৪টি শব্দের একটি অনন্য সেট, যা আপনার নিরাপদ লগইন হিসেবে কাজ করে। শুধু আপনারই এতে প্রবেশাধিকার আছে—এর কোনো ব্যাকআপ, রিসেট বা পুনরুদ্ধার নেই।
de: Es handelt sich um einen einzigartigen Satz von 24 Wörtern, der auf deinem Gerät generiert wird und als sicherer Login dient. Nur du hast Zugriff darauf – es gibt keine Sicherung, kein Zurücksetzen und keine Wiederherstellung.
es: Es un conjunto único de 24 palabras, generadas en su dispositivo, que actúa como su inicio de sesión seguro. Sólo tú tienes acceso a ella: no hay copia de seguridad, restablecimiento o recuperación.
fa: این یک مجموعه منحصر به فرد از ۲۴ کلمه است که در دستگاه شما تولید می‌شود و به عنوان ورود امن شما عمل می‌کند. فقط شما به آن دسترسی دارید - هیچ گونه پشتیبان گیری، تنظیم مجدد یا بازیابی وجود ندارد.
fr: Il s'agit d'un ensemble unique de 24 mots générés sur votre appareil, qui agit comme votre connexion sécurisée. Vous êtes le seul à y avoir accès, il n'y a pas de sauvegarde, de réinitialisation ou de récupération.
hi: यह 24 शब्दों का एक अनूठा सेट है, जो आपके डिवाइस पर जेनरेट किया गया है, और यह आपके सुरक्षित लॉगिन के रूप में काम करता है। इसमें सिर्फ़ आपकी ही पहुँच है—इसका कोई बैकअप, रीसेट, या रिकवरी नहीं है।
it: È un insieme unico di 24 parole, generate sul tuo dispositivo, che agisce come il tuo accesso sicuro. Solo tu hai accesso ad esso: non c'è backup, reset o recupero.
ja: これはあなたのデバイス上で生成された24単語のユニークなセットで、安全なログインとして機能します。 あなただけがアクセスできます。バックアップ、リセット、またはリカバリはありません。
pt_br: É um conjunto único de 24 palavras, geradas no seu dispositivo, que atua como seu login seguro. Só você tem acesso a ele — não há backup, reset ou recuperação.
ru: Это уникальный набор из 24 слов, сгенерированных на вашем устройстве, который действует в качестве вашего безопасного входа. Только у вас есть доступ к нему — нет резервной копии, сброса или восстановления.
tr: Cihazınızda oluşturulan ve yalnızca size ait olan benzersiz bir 24 kelimelik ifadedir. Hesabınıza güvenli şekilde erişmenizi sağlar. Bu ifadeye sadece siz sahip olursunuz; yedekleme, sıfırlama veya kurtarma seçenekleri bulunmaz.
uk: Це унікальний набір з 24 слів, що генеруються на вашому пристрої, який діє як ваш безпечний вхід. Тільки ви маєте доступ до цього — немає резервної копії, скидання чи відновлення.
vi: Đây là một tập hợp 24 từ duy nhất, được tạo trên thiết bị của bạn, hoạt động như thông tin đăng nhập bảo mật. Chỉ bạn mới có quyền truy cập vào nó—không có sao lưu, đặt lại hay khôi phục.
zh_hans: 这是一组在您的设备上生成的独特的24个单词作为您的安全登录。 只有您可以访问它——没有备份、重置或恢复的可能。

# whatIsPassphrase.subtitle2
source: this passphrase is the only way to access your account.
ar: عبارة المرور هذه هي الطريقة الوحيدة للوصول إلى حسابك.
bn: এই পাসফ্রেজই আপনার অ্যাকাউন্টে প্রবেশের একমাত্র উপায়
de: Diese Passphrase ist die einzige Möglichkeit, auf dein Konto zuzugreifen.
es: esta contraseña es la única forma de acceder a su cuenta.
fa: این عبارت عبور تنها راه دسترسی به حساب کاربری شماست.
fr: cette phrase de passe est la seule façon d'accéder à votre compte.
hi: यह पासफ़्रेज़ आपके अकाउंट तक पहुँचने का एकमात्र तरीका है।
it: questa passphrase è l'unico modo per accedere al tuo account.
ja: このパスフレーズがあなたのアカウントにアクセスする唯一の方法です
pt_br: esta senha é a única maneira de acessar sua conta.
ru: эта фраза — единственный способ получить доступ к вашему аккаунту.
tr: bu parola, hesabınıza erişmenin tek yoludur.
uk: ця фраза-пароль є єдиним способом отримати доступ до вашого облікового запису.
vi: cụm từ mật khẩu này là cách duy nhất để truy cập vào tài khoản của bạn.
zh_hans: 此密码是访问您账户的唯一途径。

# whatIsPassphrase.thirdPartyTrust
source: Centrally-stored accounts
ar: الحسابات المخزنة مركزيا
bn: কেন্দ্রীয়ভাবে সংরক্ষিত অ্যাকাউন্ট
de: Zentral gespeicherte Konten
es: Cuentas almacenadas centralmente
fa: حساب‌های-متمرکز ذخیره‌شده
fr: Comptes centralisés
hi: केंद्रीय रूप से संग्रहीत अकाउंट
it: Conti centralizzati
ja: 中央に保存されたアカウント
pt_br: Contas armazenadas centralmente
ru: Централизованно хранимые аккаунты
tr: Merkezi olarak saklanan hesaplar
uk: Централізовано зберігаються облікові записи
vi: Tài khoản lưu trữ tập trung
zh_hans: 中心化存储的账号

source: year
ar: سنة
bn: বছর
de: Jahr
es: año
fa: سال
fr: Année
hi: साल
it: anno
ja: 年
pt_br: Ano
ru: год
tr: yıl
uk: рік
vi: năm
zh_hans: 年

source: Yes
ar: نعم
bn: হ্যাঁ
de: Ja
es: Si
fa: بله
fr: Oui
hi: हाँ
it: Sì
ja: はい
pt_br: Sim
ru: Да
tr: Evet
uk: Так
vi: Có
zh_hans: 是

# dns.default.title
source: Nym’s default DNS:
bn: Nym-এর ডিফল্ট DNS:
de: Nym's Standard DNS:
fa: DNS پیش‌فرض Nym:
hi: Nym का डिफ़ॉल्ट DNS:
ru: DNS Nym по умолчанию:
uk: DNS за замовчуванням Nym:
vi: DNS mặc định của Nym:
zh_hans: Nym 的默认 DNS：

# gatewayInfo.standardProtocol
source: Standard protocol
bn: স্ট্যান্ডার্ড প্রটোকল
de: Standard-Protokoll
fa: پروتکل استاندارد
hi: मानक प्रोटोकॉल
ru: Стандартный протокол
tr: Standart protokol
uk: Стандартний протокол
vi: Giao thức tiêu chuẩn

source: Initializing client...
bn: ক্লায়েন্ট ইনিশিয়ালাইজ করা হচ্ছে
de: Initialisierung des Clients...
es: Iniciando cliente...
fa: درحال راه‌اندازی کلاینت...
fr: Démarrage du client
hi: क्लाइंट प्रारंभ हो रहा है…...
ja: クライアントを初期化中…
pt_br: Iniciando cliente...
ru: Инициализация клиента...
tr: İstemci başlatılıyor…...
uk: Ініціалізація клієнта...
vi: Đang khởi tạo máy khách…
zh_hans: 正在初始化客户端……

# settings.appMode.both
source: Menubar & Dock
bn: মেনুবার এবং ডক
de: Menüleiste & Dock
es: Barra de menús y Dock
fa: نوار منو و داک
fr: Barre des menus et Dock
hi: मेनूबार & डॉक
ja: メニューバー &ドック
pt_br: Barra de menu & Dock
ru: Меню & Док
tr: Menü çubuğu ve Dock
uk: Меню та Документи
vi: Thanh Menu & Dock
zh_hans: 菜单栏&停靠栏

# settings.lanBypass.title
source: Bypass LAN
bn: LAN বাইপাস করুন
fa: دور زدن شبکه محلی
hi: बाईपास LAN
ru: Обход LAN
tr: Yerel Ağ'ı Atla
uk: Обхід LAN
vi: Bỏ qua LAN
zh_hans: 访问局本地域网

source: NymVPN
ja: NynmVPN
